<?php

// config/employee_interface.php

return [

    /*
    |--------------------------------------------------------------------------
    | Employee IDs allowed to access the Supervisor interface
    |--------------------------------------------------------------------------
    |
    | أضف هنا معرفات الموظفين التي يمكنها الدخول إلى الواجهة
    |
    */

    'allowed_employee_ids' => [
        10354,
        1,

        // 5,
        // 12,
        // 27,
        // ... أي IDs أخرى
    ],

];
